{
    "name": "Dzulkifli",
    "story": "MUSLIMIDIA.COM\n- Kisah Nabi Dzulkifli.\n\nNabi Zulkifli merupakan putra Nabi Ayyub, nama asli Nabi Zulkifli adalah\n Basyar.\n\nBeliau tinggal di negeri Syam yang dipimpin oleh seorang raja \nyang sudah tua dan tidak memiliki keturunan.\n\nNabi Zulkifli AS dikenal memiliki kesabaran yang luar biasa. Beliau tak pernah marah, amanah, adil, dan teguh dalam pendirian yang\ndiwarisi\noleh sang ayah.\n\nNama Nabi Dzulkifli ‘alaihi as-salam disebut dalam Al-Qur’an 2 kali, \npertama pada Surat Al-Anbiya’ ayat 85, dan kedua Surat Shad ayat 48. \nKedua surat itu adalah masuk kelompok surat-surat Makkiyah.\n\nAlloh berfirman:\n\n\"Dan (ingatlah kisah) Ismail, Idris dan Dzulkifli. semua mereka termasuk orang-orang yang sabar.\"\n(Q.S. Al-Anbiya’ 21: 85).\n\n\"Dan ingatlah akan Ismail, Ilyasa’ dan Dzulkifli. semuanya termasuk orang-orang yang paling baik.\"\n(Q.S. Shad 38: 48) .\n\nDalam hidupnya, Nabi Zulkifli besar\ndi lingkungan\nraja yang sangat bijaksana.\n\nSejak kecil pun, ia tidak pernah berbohong.\n\nBanyak masyarakat yang mengenalnya sebagai seorang yang berlaku baik kepada siapa pun.\n\nInilah yang membuat sikap dan pendiriannya tidak mudah goyah.\n\nRaja negeri Syam tidak memiliki keturunan, suatu ketika saat ia merasa umurnya sudah tua, ia berusaha mencari pengganti dirinya untuk memimpin negeri Syam.\n\nIa berjanji akan menyerahkan kekuasaan kepada siapa saja yang mau \nbertanggung jawab menjalankan amanah umat dan orang-orang yang bertakwa \nkepada Allah SWT.\n\nDi hadapan seluruh rakyatnya, raja itu berkata,\n\n\"Siapa di antara kamu \nsekalian yang sanggup berpuasa pada siang hari dan beribadah pada malam \nharinya, juga tidak akan marah-marah, kepadanya akan saya serahkan \nkerajaan ini. Karena saya sudah sangat tua,\".\n\nBerdirilah seorang pemuda bernama Basyar (Nabi Zulkifli) seraya berkata \"Hamba sanggup tuanku\".\n\nTidak ada satu orang pun yang menjawab selain\nBasyar (Nabi Zulkifli)\npada saat itu.\n\nMaka akhirnya ia diangkat sebagai raja untuk menggantikan raja negeri Syam yang sudah tua.\n\nSejak saat itu, Basyar berganti nama menjadi Dzulkifli yang artinya orang yang sanggup memegang janji.\n\nDzulkifli menjadi r\naja yang tidak pernah lalai dalam mengemban tugas.\n\nMemenuhi seluruh kebutuhan rakyatnya secara adil tanpa masalah.\n\nSuatu ketika terjadilah pemberontakan dari orang-orang yang durhaka kepada Allah SWT.\n\nNabi Zulkifli AS meminta prajurit dan rakyatnya untuk datang ke medan tempur.\n\nNamun, tidak ada satu rakyat pun yang berani.\n\nMereka takut mati, sehingga mereka meminta Nabi Zulkifli AS mendoakan kepada Allah SWT untuk menjamin hidup mereka.\n\nTanpa berpikir dua kali, Nabi Zulkifli berdoa kepada Allah SWT yang segera dijawab oleh-Nya.\n\nKemenangan pun diraih tanpa seorang pun dari mereka yang gugur dalam pertempuran atas izin Allah SWT.\n\nIblis berniat menggoda\nNabi Dzulkifli agar lalai dan gagal dalam mengemban tugasnya sebagai raja.\n\nSuatu ketika iblis datang menemui Nabi Dzulkifli.\n\nIblis tersebut memiliki tipu daya yang begitu licik. Ia berubah wujud menjadi seorang manusia tua dan mengetuk pintu rumah Nabi Zulkifli untuk menggoyahkan kesabaran beliau.\n\n\"Siapa Anda,\" ujar Nabi Zulkifli kepada setan yang menyamar.\n\n\"Hamba musafir, semua barang kepunyaan hamba dirampok orang,\" balas setan tersebut.\n\nDengan rasa iba, Nabi Zulkifli meminta setan yang menyamar tersebut datang besok hari ke\nkerajaannya\n.\n\nNamun, yang ditunggu tak kunjung datang, padahal Nabi Zulkifli sudah meluangkan waktu untuk membantu setan yang menyamar itu.\n\nIblis tersebut sengaja tidak menepati janji untuk menguji kesabaran Nabi Dzulkifli.\n\nNabi Dzulkifli yang tidak tahan dengan kantuknya kemudia memilih beristirahat.\n\nIa menitip pesan kepada keluarganya agar ia tidak dibangunkan saat sedang istirahat jika ada yang datang mencarinya.\n\nSetan itu kembali menjelma menjadi pria tua, datang dan mengetuk rumah Nabi Zulkifli.\n\nAkan tetapi, keluarga beliau melarangnya karena permintaan dari Nabi Zulkifli sendiri.",
    "url": "https://www.muslimidia.com/2020/10/kisah-nabi-dzulkifli.html"
}